[SPARTANII X2UniversalSoldierClassInfo]
ClassSpecializationTitle="<font color='#00994d'>SPARTAN-II</font>"
ClassSpecializationSummary="<font color='#CC0000'>REQUIRES: <font color='#00994d'>SPARTAN-II Program</font></font><br/>The SPARTAN-II Program, originally known as the ORION Project Generation II, was part of the SPARTAN Program, an effort to produce elite soldiers through mechanical and biological augmentation. The SPARTAN-II program would be the first in the series to meld advanced exoskeleton technology with the soldiers' superior physiques."

[NanosuitOperative X2UniversalSoldierClassInfo]
ClassSpecializationTitle="<font color='#3399ff'>Nanosuit Operative</font>"
ClassSpecializationSummary="<font color='#CC0000'>REQUIRES: <font color='#3399ff'>Raptor Training</font></font><br/>Nanosuits are powerful and extremely versatile sets of tactical-combat armor. The suits' muscle fibers can be programmed for a variety of purposes (hardening, muscle augmentation or camouflage), allowing the operator to execute superhuman feats. All nanosuits are symbiotic, they physically bond with the user and become a form of second skin. The suits and the users eventually merge into one being."

[GhostOperative X2UniversalSoldierClassInfo]
ClassSpecializationTitle="<font color='#bf80ff'>Ghost Operative</font>"
ClassSpecializationSummary="<font color='#CC0000'>REQUIRES: <font color='#bf80ff'>Ghost Program</font> and <font color='#bf80ff'>Psychic</font></font><br/>Ghosts were chosen from psychically-gifted individuals trained from infancy to channel their psionic energies to augment their natural physical strength and endurance. Conscripts who successfully completed the Ghost Program's rigorous training and augmentations then served as commandos and assassins. Ghosts are unrivaled in their ability to infiltrate and assassinate."

[GhostOperativePsionics X2UniversalSoldierClassInfo]
ClassSpecializationTitle="<font color='#bf80ff'>Ghost Operative: Psionics</font>"
ClassSpecializationSummary="<font color='#CC0000'>REQUIRES: <font color='#bf80ff'>Ghost Program</font> and <font color='#bf80ff'>Psychic</font></font><br/>Ghosts were chosen from psychically-gifted individuals trained from infancy to channel their psionic energies to augment their natural physical strength and endurance. Conscripts who successfully completed the Ghost Program's rigorous training and augmentations then served as commandos and assassins. Ghosts are unrivaled in their ability to infiltrate and assassinate."

[NinjaNinjutsuArts X2UniversalSoldierClassInfo]
ClassSpecializationTitle="<font color='#595959'>Ninja: Ninjutsu Arts</font>"
ClassSpecializationSummary="<font color='#CC0000'>REQUIRES: <font color='#595959'>The Way Of The Ninja</font></font><br/>The Ninjas are elite warriors who use their highly advanced techniques and skills to perform tasks such as espionage, combat operations, and assassinations. Their training starts very early in life and only after completing tests and training so intense it cannot be described using words they reach their true potential. All members are specialists of extreme skill and knowledge of the mystic arts."

[NinjaNinpoArts X2UniversalSoldierClassInfo]
ClassSpecializationTitle="<font color='#595959'>Ninja: Ninpo Arts</font>"
ClassSpecializationSummary="<font color='#CC0000'>REQUIRES: <font color='#595959'>The Way Of The Ninja</font></font><br/>Ninpo is the spiritual arts of the Ninja, allowing the caster to manipulate the very laws of nature, physics, even time, in contrast to Ninjutsu's martial arts."

[NinjaBladeArts X2UniversalSoldierClassInfo]
ClassSpecializationTitle="<font color='#595959'>Ninja: Blade Arts</font>"
ClassSpecializationSummary="<font color='#CC0000'>REQUIRES: <font color='#595959'>The Way Of The Ninja</font></font><br/>The Blade Arts allow the Ninja to completely master both the sword and the kunai pushing them to their physical limits."

[NinjaImprovisationArts X2UniversalSoldierClassInfo]
ClassSpecializationTitle="<font color='#595959'>Ninja: Improvisation Arts</font>"
ClassSpecializationSummary="<font color='#CC0000'>REQUIRES: <font color='#595959'>The Way Of The Ninja</font></font><br/>The Ninja can utilize many tactical skills that allow him to better study and move in the battlefield allowing him to overcome even the most difficult situations."

[Cyborg X2UniversalSoldierClassInfo]
ClassSpecializationTitle="<font color='#ff8000'>Cyborg</font>"
ClassSpecializationSummary="<font color='#CC0000'>REQUIRES: <font color='#ff8000'>Cybernetic Conversion</font></font><br/>A cybernetic organism, more commonly known and referred to as a Cyborg, is a being that has both biological and artificial parts. The machine components not only substitute the replaced body parts, but also enhance them in various ways. Their body comes with an installed Combat-Energy system that allow them to overcome various scenarios in the battlefield, but their available energy is limited per mission."

[N7DestroyerSoldier X2UniversalSoldierClassInfo]
ClassSpecializationTitle="<font color='#990000'>N7 Destroyer Soldier</font>"
ClassSpecializationSummary="<font color='#CC0000'>REQUIRES: <font color='#990000'>N7 Training</font></font><br/>These soldiers are the go-anywhere, fight-anything special forces of the Alliance that were trained at the Interplanetary Combatives Academy in Rio de Janeiro, Brazil. They had to survive combat situations in an admirable and effective fashion to receive the N7 rank. The Destroyer Soldiers are the full spectrum warriors of the squad whose talents focus on improving durability and damage. Their Adrenaline Rush ability dramatically improves their combat effectiveness."

[N7ShadowInfiltrator X2UniversalSoldierClassInfo]
ClassSpecializationTitle="<font color='#990000'>N7 Shadow Infiltrator</font>"
ClassSpecializationSummary="<font color='#CC0000'>REQUIRES: <font color='#990000'>N7 Training</font></font><br/>These soldiers are the go-anywhere, fight-anything special forces of the Alliance that were trained at the Interplanetary Combatives Academy in Rio de Janeiro, Brazil. They had to survive combat situations in an admirable and effective fashion to receive the N7 rank. The Shadow Infiltrators use implants to improve agility, making them slippery combatants on the battlefield. Their Tactical Cloak is an invaluable tool that dramatically increases their assassination, infiltration as well as survival potential in the battlefield."

[N7DemolisherEngineer X2UniversalSoldierClassInfo]
ClassSpecializationTitle="<font color='#990000'>N7 Demolisher Engineer</font>"
ClassSpecializationSummary="<font color='#CC0000'>REQUIRES: <font color='#990000'>N7 Training</font></font><br/>These soldiers are the go-anywhere, fight-anything special forces of the Alliance that were trained at the Interplanetary Combatives Academy in Rio de Janeiro, Brazil. They had to survive combat situations in an admirable and effective fashion to receive the N7 rank. The Demolisher Engineer has increased tech damage and gains access to a continuous supply of explosive grenades to further increase his destructive capabilities. He is capable of disabling priority targets and uses grenades to attack at range and to terrorize the battlefield."

[N7PaladinSentinel X2UniversalSoldierClassInfo]
ClassSpecializationTitle="<font color='#990000'>N7 Paladin Sentinel</font>"
ClassSpecializationSummary="<font color='#CC0000'>REQUIRES: <font color='#990000'>N7 Training</font></font><br/>These soldiers are the go-anywhere, fight-anything special forces of the Alliance that were trained at the Interplanetary Combatives Academy in Rio de Janeiro, Brazil. They had to survive combat situations in an admirable and effective fashion to receive the N7 rank. The N7 Paladin Sentinel carries a powerful shield onto the battlefield to block enemy fire. The Paladin also uses the shield as a heavy-melee weapon."

[N7BioticTraining X2UniversalSoldierClassInfo]
ClassSpecializationTitle="<font color='#990000'>N7 Biotic</font>"
ClassSpecializationSummary="<font color='#CC0000'>REQUIRES: <font color='#990000'>N7 Training</font></font><br/>These soldiers are the go-anywhere, fight-anything special forces of the Alliance that were trained at the Interplanetary Combatives Academy in Rio de Janeiro, Brazil. They had to survive combat situations in an admirable and effective fashion to receive the N7 rank. N7 Biotic Training is required for both biotic specializations (Fury Adept, Slayer Vanguard)"

[N7FuryAdept X2UniversalSoldierClassInfo]
ClassSpecializationTitle="<font color='#990000'>N7 Fury Adept</font>"
ClassSpecializationSummary="<font color='#CC0000'>REQUIRES: <font color='#990000'>N7 Training</font></font><br/>These soldiers are the go-anywhere, fight-anything special forces of the Alliance that were trained at the Interplanetary Combatives Academy in Rio de Janeiro, Brazil. They had to survive combat situations in an admirable and effective fashion to receive the N7 rank. The Fury Adepts are the ultimate biotics, able to affect the physical world with the power of the mind. Adepts are durable and powerful manipulators of mass effect fields. They can use biotics to violently manipulate objects in the environment, including nearby enemy targets."

[N7SlayerVanguard X2UniversalSoldierClassInfo]
ClassSpecializationTitle="<font color='#990000'>N7 Slayer Vanguard</font>"
ClassSpecializationSummary="<font color='#CC0000'>REQUIRES: <font color='#990000'>N7 Training</font></font><br/>These soldiers are the go-anywhere, fight-anything special forces of the Alliance that were trained at the Interplanetary Combatives Academy in Rio de Janeiro, Brazil. They had to survive combat situations in an admirable and effective fashion to receive the N7 rank. The Slayer Vanguards are powerful combatants, able to combine the offensive powers of the Adept and the Soldier. They have access to various weapon buffs as well as biotic abilities."




